Revit 2027 API
ParameterTypeId.WallSweepCutByInsertsParam Property
 "Cut by Inserts"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepCutByInsertsParam { get; }
Public Shared ReadOnly Property WallSweepCutByInsertsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepCutByInsertsParam {
	ForgeTypeId^ get ();
}
static member WallSweepCutByInsertsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace